<?php header('Content-type: text/html; charset=utf-8'); ?>
<!DOCTYPE HTML PUBLIC "-//W3C//Dtd HTML 4.01 transitional//EN" "http://www.w3c.org/tr/1999/REC-html401-19991224/loose.dtd">
<html>
<head>
<title>EXAMPLE FORUM | ТЕХНИЧЕСКИЕ РАБОТЫ</title>
<meta http-equiv=Content-Type content="text/html; charset=utf-8">
<link href="/favicon.ico" rel="shortcut icon">
<meta http-equiv=Content-Style-Type content=text/css>
<meta http-equiv=Expires content=0>
<meta http-equiv=pragma content=no-cache>
<meta http-equiv=Cache-control content=no-cache>
<link href="/style/style.css" type=text/css rel=stylesheet>
<script type="text/javascript" src="/js/jquery-1.3.2.js"></script>
<script src="/js/script.js" type=text/javascript></script>
<script src="/js/AC_OETags.js" type=text/javascript></script>

<script type="text/javascript" src="/js/pasport.js"></script>
<script type="text/javascript" src="/js/auth.js"></script>
<script type="text/javascript" src="/js/add_favorites.js"></script>
<script type="text/javascript" src="/js/check_ip.js"></script>
<script type="text/javascript" src="/js/add_favorites.js"></script>
<script type="text/javascript" src="/js/restore_passw.js"></script>
<script type="text/javascript" src="/js/complaint.js"></script>
</head>
<body>

<div id="overlay"></div>


<A name=top></A>

<div class="block_menu">
	<div class="menu">
		
			<div class="act">Правила</div>	
	</div>
</div>

<div class="block_logo">
	<div class="weather">
	</div>
	<div class="logo">
	    <a href="/forum/"><img src="/images/logo.png" alt="" border="0"></a>
	</div>
</div>

<div class="top_block">
    <div id="header_text_brn" class="box_brn">

</div>
    <div class="weather">
	</div>

	<div id="top_brn" class="box_brn">   

</div>
<div id="top_text_brn" class="box_brn">
</div>		
</div>
<div class="block_menu_m">
    <form class="group_sel" action="">
		<select>
		<option selected>Группы тем:
		<option>--ВРЕМЕННО НЕДОСТУПНО--
		</select>
		<input class="btn_group_sel" type="submit" value="&nbsp;">
	</form>
	<div class="menu">
			</div></div><div class="box_text">
	<h1>БЕЗ ПАНИКИ!!! ФОРУМ НЕ ЗАКРЫТ, ОН СКОРО ВОСТАНОВИТСЯ!!!</h1>
	<h1>ВНИМАНИЕ! В данный момент проводятся технические работы! Предлагаем еще раз ознакомиться с правилами ресурса.</h1><br>
	<h2>Параграф 1. Общее положение.</h2>

<p>1. Example Forum созданы специально для онлайнового общения на всевозможные темы людей любых возрастов, рас, полов и т.п. независимо от места жительства, сексуальной ориентации,  и т.д. </p>
<p>2. Напоминаем пользователям, что демократия – это свобода в рамках определенных жестких правил. Поэтому администрация Форума призывает пользователей к осмысленным действиям в рамках существующих Правил.</p>

<p>3. Чтобы стать пользователем Example Forum от вас требуется лишь доступ в интернет и вежливое поведение по отношению к другим пользователям. Также необходимо чтобы в Вашем браузере не была отключена загрузка картинок.</p>
<p>4. При желании оградить свой "ник" от использования другими людьми Вы можете пройти регистрацию. 
В этом случае, после ввода имени и пароля, Ваш ник в создаваемых темах и сообщениях будет выделяться ссылкой на страничку с информацией, которую Вы введёте при регистрации. При желании Вы сможете в любой момент изменить свою персональную информацию, пароль и картинку. </p>
<p>5. Форум достаточно прост в управлении: темы разбиты на группы. Чтобы зайти в нужную группу тем, достаточно кликнуть на соответствующей ссылке в левой колонке лицевой страницы.
В каждой группе темы отсортированы по последнему сообщению (самые свежие - вверху). На каждой странице показывается по 50 тем, переход к последующим/предыдущим осуществляется по специальным ссылкам вверху и внизу страницы. 
Для входа в нужную тему необходимо кликнуть на названии темы. Структура сообщений в темах полностью идентична структуре расположения тем в группах (на каждой странице по 30 сообщений, более свежие - вверху). На лицевой странице располагается «Топ 50» («Горячее») последних тем по обновлению, имеется также и «Топ 50 тем по популярности» («Топ общения») (по количеству сообщений в теме). </p>

<p>Разделы форума разделены на три типа: коммерческие, некоммерческие, смешанного типа. Каждый тип выделен соответствующим объявлением.
Создание тем, не соответствующих направленности раздела, ЗАПРЕЩЕНО.</p>
<p>6. Для удобства пользователей темы форума разбиты на несколько обобщающих групп. 
Это означает, что прежде чем создать тему, вам необходимо внимательно изучить список этих групп и решить, к какой именно группе относится ваша тема. 
Список групп и их описание можно посмотреть на странице «Группы тем». 
Мы убедительно просим Вас соблюдать этот порядок и заводить темы в соответствующих группах. Этим вы облегчите жизнь вашим потенциальным собеседникам и администрации. В случае несоответствия темы разделу она может быть удалена без предупреждения. </p>
<p>7. Чтобы завести тему, необходимо войти в нужную вам группу тем. Вверху страницы в специальной форме ввести своё имя, название темы и текст первого сообщения и нажать кнопку  «Создать новую тему». </p>
<p>8. Для добавления сообщения в тему войдите в нужную вам тему, заполните поля формы вверху страницы и нажмите кнопку «Добавить новое сообщение». </p>
<p>9. Если у Вас возникают проблемы с добавлением сообщений на Форум, то Вы можете проверить не было ли для Вашего ip-адреса введено ограничение. Для этого существует страничка «Проверить IP».</p>

<p>10. Администрация Форума вправе открыть органам правопорядка служебную информацию (ip-адреса пользователей) при условии, что органы правопорядка предоставят все официальные документы, оговоренные в законах РФ.</p>
<p>11. Администрация Форума не распространяет служебную информацию по запросам пользователей.</p>

<p>12. Для прикрепления к сообщению изображений (не более 3х) заполните поле для сообщения, нажмите ссылку Изображения и во всплывающем окне нажмите по очереди кнопки добавления файла. Если хотите добавить только одно изображение, достаточно выбрать только одно, оставив остальные незаполненными. </p>

<p>13. Для создания в сообщении видеоматериала достаточно в самом сообщении дать корректную ссылку на этот видеоматериал в Youtube (Rutube, TomskFm, Smotri.Com). </p>

<p>14. Для закрепления существующей темы в «Топ 50» («Горячее») или в «Топ раздела» на одну неделю или создания в «Топах» новой, вам необходимо нажать ссылку В ТОП, которая расположена в правом нижнем углу формы отправки сообщения/создания темы (ниже формы сообщения и правее ссылки Видео), и выбрать необходимую опцию для закрепления темы.</p>

<p>15. Информация размещенная на сайте Example Forum является общедоступной, копирование ее допускается со ссылкой на сайт Example Forum.</p>


    <h2>Параграф 2. На Форуме запрещено!</h2>

<p>1. На Форуме <b>ЗАПРЕЩЕНО</b> создание и обсуждении тем прямо и косвенно <b>нарушающих законы</b> Российской Федерации и международные законы.</p>
<p>2. Категорически запрещено создание тем рекламного толка в некоммерческих разделах. </p>
<p>3. <b>Запрещена публикация своих коммерческих объявлений в чужих темах.</b> </p>
<p>4. Запрещено создавать темы и сообщения с призывами вступать во всякие «пирамиды». Например, сообщения с кошельками.</p>

<p>5. Запрещено заведение тем с названиями-пародиями на уже существующие (например, заменив букву или слово).</p>
<p>6. Категорически запрещено создание тем, не соответствующих тематике раздела. </p>

<p>7. <b>Массовое создание тем</b> в рамках одного или нескольких разделов. </p>
<p>8. <b>Массовая рассылка</b> рекламной или иной информации в темах.</p>
<p>9. Запрещено создавать темы и сообщения, содержащие слова (или их производные), относящиеся к ненормативной лексике вне соответствующих разделов. </p>
<p>10. Запрещено создание сообщений, не несущих тематическую нагрузку. Например, сообщений из пустых символов, служебных символов, фраз с невыраженным тематическим смыслом.</p>
<p>11. <b>Оскорбления</b>  любой формы. </p>
<p>12. Не рекомендуется оскорбительное склонение фамилий и имен пользователей Форума и известных политических или общественных деятелей. </p>

<p>13. Массовая рассылка рекламной или иной информации в пейджеры (личная почта участников Форума).</p>

<p>14. Категорически запрещены любые виды программ-эмуляторов (боты).</p>

<p>15. Запрещено создавать темы с информацией, не подтвержденной конкретными фактами. </p>
<p>16. Запрещено <b>распространять персональную информацию о пользователях</b> или других людях, если она получена из закрытых источников или несет конфиденциальный характер.</p>
<p>17. Запрещены все формы порнографии и особенно детской порнографии.</p>
<p>18. Запрещены скрытые или прямые высказывания националистического толка.</p>
<p>19. Запрещена гомофобия.</p>
<p>20. Запрещены ссоры, конфликты. </p>

<p>21. Запрещены <b>попытки выдать себя за другого пользователя</b>.</p>
<p>22. Запрещены <b><u>любые оскорбительные высказывания в адрес собственников Форума и его администрации</u></b>.</p>

<p>23. Запрещено создание <b>более 2х тем в коммерческих разделах</b> от одного пользователя (пользователь определяется по ip-адресу или нику на усмотрение администратора)</p>
<p>24. Запрещено создавать темы и сообщения со следующим содержанием «… По всем вопросам звоните по тел. ***. В теме появляюсь редко и на вопросы не отвечаю. …»</p>
<p>25. Запрещено <b><u>рекламировать сторонние интернет-ресурсы</u></b> без согласования с администрацией.</p>


<h2>Параграф 3. Модерирование и администрирование.</h2>

<p>1. Форум является частным ресурсом, принадлежащий медиа-холдингу «Example Holding».</p>

<p>2. К администрации Форума относятся: собственники, администраторы и модераторы. Центральный административный аппарат расположен по адресу: 000000, Российская Федерация, г. Пример, ул. Примерная, д. 1.</p>
<p>3. Связь с администратором или модератором можно осуществить непосредственно с Форума путем личного сообщения на ники: Moderator и Admin.</p>

<p>4. Модераторы могут находиться в других городах или странах. Личные встречи, звонки по телефону или другие способы контактов, кроме как переписка на Форуме ЗАПРЕЩЕНЫ.</p>
<p>5. Разглашение персональной информации о модераторах категорически ЗАПРЕЩЕНО.</p>
<p>6. Форум является постмодерируемым. Это означает что модерации в режиме реального времени нет и она осуществляется по мере работы модераторов.</p>
<p>7. Администрация Форума приветствует активную помощь со стороны пользователей в наведении порядка. </p>
<p>8. Общественные помощники могут получить поощрение и стать модератором проекта.</p>
<p>9. Администрация Форума обязуется сохранить конфиденциальность общения с помощниками.</p>

<p>10. Администрация оставляет за собой право изменять настоящие Правила без согласования с пользователями и уведомлять их по мере необходимости.</p>

<h2>Параграф 4: Наказания за нарушения Правил пользования Форумом.</h2>

<p>1. Тема может быть удалена в раздел «Мусорное ведро».</p>
<p>2. Тема может быть вообще удалена.</p>
<p>3. Тема может быть скрыта.</p>
<p>4. Тема может быть перенесена в более подходящий раздел.</p>
<p>5. Пользователь может получить ограничение писать в публичных разделах, при этом у него остается право вести переписку в пейджере.</p>
<p>6. Пользователь может получить ограничение на доступ к Форуму.</p>

<p>7. В отдельных случаях администрация вправе запретить полный доступ подсетям. </p>
<p>8. Администрация вправе обратиться в одностороннем порядке в правохранительные органы Российской Федерации в отдельных случаях, когда информация, публикуемая на Форуме, может нарушать Конституцию РФ,  Уголовный Кодекс РФ и другие законы РФ.</p>

<p>9. Сроки наказания определяет лицо, относящееся к администрации, в одностороннем порядке исходя из тяжести содеянного пользователем.</p>
<p>10. При наказании пользователь не уведомляется.</p>
<p>11. Администрация Форума вправе уведомить о наказании руководство юридических структур о том, что их ip-адреса закрыты для доступа на Форум.</p>


<h2>Параграф 5: Регламент обращения в администрацию Форума.</h2>

<p>1. Обращаясь с вопросом: "Не могу писать на Форуме. Что делать? Это бан?", не забывайте писать свой ip-адрес.</p>

<p>2. Не задавайте вопроса: "Забанена вся подсеть, но я ничего не делал! Что мне делать? Я то тут причем? " <br>
ОТВЕТ СРАЗУ: Ваша подсеть закрыта и открываться не станет. Так же как и отдельные ip-адреса закрытой подсети.</p>

<p>3. Не знаете своего ip-адреса - спрашивайте у своего администратора или провайдера.</p>
<p>4. Жалуясь на кого-то, обязательно давайте ссылку на тему, а также копируйте время и само сообщение.</p>
<p>5. Аргументированно излагайте свою позицию по существу вопроса.</p>
</div>
<div class="block_menu_b">
	<form class="group_sel" action="">
		<select>

		<option selected>Группы тем:
		<option>---ВРЕМЕННО НЕДОСТУПНО---
		</select>
		<input class="btn_group_sel" type="submit" value="&nbsp;">
	</form>

	<div class="menu">
			</div></div>
<A name=bot></A>
<div id="bottom_brn" class="box_brn">
</div><div class="block2">
	Администратор форума
	<b>Admin, 
	Moderator</b> 
</div>
<div class="line1"></div>

<div class="line1"></div>
<div class="block2">


</div>
</body>
</html>